var potions = [
	["康复药水", "+100 HP", 1, 200, 50],
	["强效康复药水", "+250 HP", 2, 800, 200],
	["神效康复药水", "+800 HP", 3, 4000, 2000],
	["法力药水", "+50 MP", 1, 200, 50],
	["强效法力药水", "+150 MP", 2, 800, 200],
	["神效法力药水", "+500 MP", 3, 4000, 2000],
	["迅捷药水", "+ 迅捷BUFF", 1, 1000, 250],
	["强效迅捷药水", "+ 强效迅捷BUFF", 2, 5000, 1250],
	["猛烈药水", "+ 猛烈BUFF", 1, 1000, 250],
	["强效猛烈药水", "+ 强效猛烈BUFF", 2, 5000, 1250],
	["岩石药水", "+ 岩石BUFF", 1, 1000, 250],
	["强效岩石药水", "+ 强效岩石BUFF", 2, 5000, 1250],
	["神效岩石药水", "+ 神效岩石BUFF", 3, 10000, 2500],
	["复活药水", "让战死的棋子复活,战斗场景中不可用", 1, 1600, 400],
	["清醒药水", "刷新棋子所有技能CD", 1, 10000, 2500]
];

module.exports = potions;