var stones = [
["勇士红宝石",	1,	"+15 HP",	500],
["勇士红宝石",	2,	"+30 HP",	2000],
["勇士红宝石",	3,	"+45 HP",	5000],
["勇士红宝石",	4,	"+75 HP",	8000],
["勇士红宝石",	5,	"+150 HP",	20000],
["光芒蓝宝石",	1,	"+10 MP",	500],
["光芒蓝宝石",	2,	"+20 MP",	2000],
["光芒蓝宝石",	3,	"+30 MP",	5000],
["光芒蓝宝石",	4,	"+50 MP",	8000],
["光芒蓝宝石",	5,	"+100 MP",	20000],
["闪电绿宝石",	1,	"+1 SPEED",	500],
["闪电绿宝石",	2,	"+2 SPEED",	2000],
["闪电绿宝石",	3,	"+3 SPEED",	5000],
["闪电绿宝石",	4,	"+5 SPEED",	8000],
["闪电绿宝石",	5,	"+10 SPEED",	20000],
["残酷紫宝石",	1,	"+5 DAMAGE",	500],
["残酷紫宝石",	2,	"+10 DAMAGE",	2000],
["残酷紫宝石",	3,	"+15 DAMAGE",	5000],
["残酷紫宝石",	4,	"+25 DAMAGE",	8000],
["残酷紫宝石",	5,	"+50 DAMAGE",	20000]
];

module.exports = stones;